yingsanyi/SparkBot_pro/LCD_color_speech/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_LCD_COLOR_SPEECH_HOLD_MS=2500
CONFIG_LCD_COLOR_SPEECH_VOLUME=75
CONFIG_SPARKBOT_AUDIO_I2C_NUM=0
CONFIG_SPARKBOT_AUDIO_I2S_NUM=0
CONFIG_COMPILER_OPTIMIZATION_NONE=y
